export const subtitleContent = `WEBVTT

00:12.930 --> 00:14.556
救救我

00:14.640 --> 00:16.600
- 时间框架？
- 2分43秒

00:16.683 --> 00:17.601
该死

00:19.853 --> 00:21.355
救救我

00:24.566 --> 00:25.651
天啊

00:38.455 --> 00:40.332
门开了

00:41.583 --> 00:43.669
- 你疯了吗？
- 我不会再让他跑了

00:43.752 --> 00:44.753
你不知道里面什…

00:44.837 --> 00:47.297
不重要了 我已经一无所有了

01:04.230 --> 01:07.150
- 你认为莱顿会追过来吗？
- 会

01:08.485 --> 01:11.280
你认为这里的其中一扇门
能通往你所存在的世界？

01:11.363 --> 01:12.531
理论上是的

01:12.614 --> 01:14.032
那该如何知道是哪扇门？

01:14.116 --> 01:15.576
我不晓得

01:15.659 --> 01:20.747
我一直在数 这是我们经过的第220扇门了

01:21.498 --> 01:23.166
门与门之间的距离不到4米

01:24.751 --> 01:26.503
那我们已经走了快到1公里

01:26.587 --> 01:29.715
是的 也许我们在某种“过渡”空间里

01:29.798 --> 01:31.341
过渡？就是虚拟的？

01:31.425 --> 01:34.469
不 是真实的 极度真实

01:34.553 --> 01:39.349
我认为这是种思维的表现
它试图在视觉上解释

01:39.433 --> 01:42.186
我们大脑还没完全进化到能够理解的东西

01:42.269 --> 01:44.521
- 叠加
- 正是

01:44.605 --> 01:48.483
我觉得这走廊是
“有可能发生的现实”的横截面

01:50.319 --> 01:52.029
我们离开这里吧

01:52.112 --> 01:53.655
看看我们能学到什么

01:54.239 --> 01:56.158
以便让自己更难被找到

02:09.795 --> 02:11.089
让我看看这里

02:58.178 --> 02:59.179
嘿
`;
